<?php
/**
 * Created by XThundering.
 * Author: XThundering
 * Date: 2018/2/10
 * Time: 21:22
 */

// +----------------------------------------------------------------------
// | 邮件设置
// +----------------------------------------------------------------------

return [
    // 阿里云邮件推送所使用的完整的发信地址
    'username'       => '',
    // 阿里云邮件推送所设置的SMTP密码
    'password'       => '',
    // 阿里云邮件推送SMTP地址
    'host'           => '',
    // 发件人邮件地址
    'from'           =>'a',
    // 发件人名字
    'fromname'       => '',
    // 回信地址
    'replyto'        => ''
];